[
    {
        "recipe": "Пельмени",
        "cooking": "Фарш мной был подготовлен заранее. В фарш был добавлен мелко нарезанный репчатый лук, соль и перец."
    },

   {
        "recipe": "Пельмени",
        "cooking": "Готовим пельменное тесто:\nВ миску добавить 50 мл. воды, добавить соль (1ч. ложка без горки), добавить яйца (4 шт.), добавить 1 ч. ложку растительного масла.\n\nСмесь взбить венчиком.\n\nВ отдельную миску просеять муку примерно 400 гр. (остальная мука пойдет на подпыл стола при раскатке теста). Замесить тесто в миске."
    },

  {
        "recipe": "Пельмени",
        "cooking": "Затем кусок теста выложить на поверхность стола и в течение 30-35 мин. вымешивать тесто, постепенно подсыпая муку. Затем тесто обернуть пищевой пленкой и оставить на два часа."
  },

  {
        "recipe": "Пельмени",
        "cooking": "Далее от куска теста отделить небольшой кусок, раскатать в пласт. Выемкой вырезать кружочки, добавить на середину каждого кружочка мясной фарш. Края соединить.\n\nДоску подпылить мукой, выложить готовые пельмени"
  },

  {
        "recipe": "Пельмени",
        "cooking": "В кастрюлю налить воду, добавить лавровый лист, несколько горошин душистого перца, при закипании воды выложить пельмени. Варить пельмени до готовности.\n\nГотовые пельмени выложить в тарелку, по желанию добавить сливочное масло, сметану или другие соусы и приправы.\n\nПриятного аппетита!"
  },

  {
        "recipe": "Равиолли",
        "cooking": "Тесто замешиваем так же, как и на пельмени. Просеиваем муку горкой, делаем углубление, вбиваем яйцо, добавляем соль. Вливаем часть молока и месим. Доливая оставшееся молоко замешиваем пока не получается крутое и эластичное тесто. Теперь отличие. Нужно завернуть его в пищевую плёнку и отложить в сторону на 60 минут."
  },

  {
        "recipe": "Равиолли",
        "cooking": "Луковицу режем и пассируем в сливочном масле. Мясной фарш смешиваем с мелко нарезанным луком, солим и перчим. Перемешиваем. \nРаскатываем тонко тесто и режем его на квадратные кусочки. Размер выбираете сами. Итальянцы предпочитают в праздничные дни маленькие равиолли, а вот в будни употребляют эти «пельмени» покрупнее. На каждую заготовку из теста в центр выложить фарш и накрыть второй заготовкой. Теперь ещё одно отличие от пельменей. Нужно удалить воздух между начинкой и тестом. Для этого аккуратно прижимаем пальцами тесто вокруг начинки, чтобы воздух вышел, иначе равиолли при варке сразу всплывут. Края в оригинале узорчатые. Мы же можем воспользоваться ножом с фигурным лезвием, срезая края."
  },

  {
        "recipe": "Равиолли",
        "cooking": "Варим равиолли, как и у нас варят пельмени. Кипящая подсоленная вода. Время варки 5 минут. Вот и последнее отличие – сыр Пармезан. Он неотъемлемый ингредиент. Этот сыр придаёт равиолли пикантный вкус. Посыпать им наш кулинарный шедевр при подаче. Вот и готовы ароматные, нежные и сытные равиолли с мясом. Едим со вкусом."
  },

  {
        "recipe": "Щи томленые",
        "cooking": "Обязательно для этих щей нам понадобиться чугунок или казан.\n\nДля начала займёмся капустой. Будем её томить отдельно 6 часов в духовке! Зачем так делать? Затем, что так вкуснее и удобнее. Капуста при томлении расцветает такими красками, о каких вы и не помышляли. Капусту готовлю с вечера предыдущего дня.\n\nСвоей квашеной капусты нет, мы её много не едим, поэтому покупаю готовую.\n\nВ этот раз купила два ведёрка по 700 гр.\n\nКвашеную капусту отжать немного от рассола, и не промывая выложить в казанок.\n\nВлить холодную воду на три четверти высоты казана(горшка)\n\nПосле этого накрыть горшок фольгой, плотно фиксируя ее по краю — и поставить горшок с капустой в духовку, разогретую до 110ºС. На шесть часов.\nПосле шести часов томления я открыла фольгу, и к моему удивлению увидела, что вода практически не испарилась, а капуста стала аж прозрачная.\n\nВсё, на этом первый этап приготовления у меня закончился, горячий казанок с капустой я оставила на ночь на плите, и пошла спать."
  },

  {
        "recipe": "Щи томленые",
        "cooking": "Для щей очень удачным мясом будет говяжья грудинка, и чем жирнее, тем лучше.\n\nВ пяти-шести литровый казан положить на дно мясо(одним куском), одну целую чищенную морковь, репчатый лук, разрезанный пополам, и обжаренный, на срезе, на сухой сковороде. Такой обжаренный лук придаст супу красивый цвет и свой аромат.\n\nТуда же к мясу, положить корень петрушки и букет гарни, я же заменила это всё упаковкой сухой зелени для супа фирмы «Котани».\n\nМне нужно было для другого блюда отварить три куриных окорочка, я решила их отварить в этом же казане, тем самым сделать бульон ещё насыщенней.(Вы этот пункт можете пропустить)\n\nУложить все это на дно кастрюли в как можно более гармоничном порядке, и влить три литра холодной воды.\n\nИ имейте в виду, что уровень жидкости не должен быть выше, чем 2/3 высоты кастрюли, иначе в дальнейшем она может будет выплескиваться(хотя, у меня ничего не выплёскивалось), а добавлять воду здесь ни в коем случае нельзя — течение процесса непоправимо нарушится."
  },

  {
        "recipe": "Щи томленые",
        "cooking": "Поставить казан на газ, на самый сильный огонь, довести до кипения, снять пенку, посолить(соли примерно 1 ст.л., не пересолите, помните, что капуста у нас квашеная)\n\nКогда выделение пены прекращается, накрыть кастрюлю фольгой, плотно зафиксировав по краям, и поставить в духовку, разогретую до 150ºС. Фольга практически полностью предотвращает выход пара и потерю температуры, поэтому через полчаса убавить температуру до 110ºС."
  },

  {
        "recipe": "Щи томленые",
        "cooking": "Через час кастрюлю надо осторожно достать из духовки, снять фольгу, удалить щипцами морковь, лук (окорочка, букет гарни и корень петрушки, если всё это тоже положили)\n\nа вместо них положить картошку (целую), немного, штуки три.\n\nЗатем кастрюлю надо вновь плотно накрыть фольгой и поместить в духовку еще на полтора часа. За это время ее содержимое превратится в бархатистое, томное и невероятно душистое рагу.\n\nВыбор картофеля для щей - предпочтительно высококрахмалистые, рассыпчатые сорта.\n\nТа-да-да-даммм, мы, почти, подходим к финишу!"
  },

  {
        "recipe": "Щи томленые",
        "cooking": "Достаём, уже в последний раз, казан из духовки. Вынуть из бульона картошку, и раздавить её толкушкой, но не в пюре, а крупными кусочками.\n\nВ нашем распоряжении имеется утомленное до невероятной нежности мясо, насыщенный бульон, раздавленный рассыпчатый картофель и томленая же капуста. Теперь надо просто соединить все это вместе и прогреть минут тридцать на минимальном огне (на плите). Если Вы не клали букет гарни, то сейчас, самый момент положить 2-3 листика лаврушки.\n\nИ самый момент, чтобы суп довести до вкуса, попробовать, и если нужно досолить и поперчить черным свежемолотым перцем.\n\nВ самом конце, за 2-3 минуты до конца варки, я добавила мелко нарезанный свежий укроп и мелко нарубленный чеснок(2-3 зуб.). Всё!"
  },

  {
        "recipe": "Щи томленые",
        "cooking": "Широко распространено мнение, что щам надо дать постоять минимум сутки — да, это так. По-моему, это верно вообще для всех блюд из капусты.» Сутки, конечно же, сразу я не выдержала, сварила с утра, и ели вечером, часов через шесть. Но на следующий день, действительно, щи были вкуснее!\n\n«Если вы приготовите щи так, как описано выше, то мясо для подачи к столу можно будет разделить даже столовой ложкой. Да, и не забудьте купить хорошую сметану — потому что без сметаны подавать щи как-то даже неудобно."
  }
]